Repository: miohtama/silvuple
Catalog: silvuple/locales/*/LC_MESSAGES/silvuple.po
Languages: es, fr

source: Editor language
es: Idioma del editor
fr: Langue de l'administrateur

source: Enabled content types
es: Tipos de objeto activados
fr: Types de contenu activés

source: Silvuple settings
es: Configuración de Silvuple
fr: Paramètres Silvuple

source: Translation Master
es: Pantalla Maestra de Traducciones

source: Type two letter language code and admins always use this language
es: Escriba el código del idioma que quiere que se utilice para el administrador
fr: Code langue (deux lettres) qui sera toujours utilisé pour les administrateurs

source: Which content types appear on translation master page
es: Elija qué tipos de objeto se mostrarán en la pantalla maestra de traducciones
fr: Types de contenu devant apparaître sur la page de gestion des traductions

source: description_translator_master
es: Gestione su contenido traducido. Los elementos con guiones (--) indican que alguno de sus ancestros no está traducido, por lo que deberá traducir primero aquéllos antes de traducir éste.
fr: Gérez la traduction de votre contenu ci-dessous. Les éléments en pointillés (--) ne seront traduisibles qu'après avoir traduit leurs parents.

source: heading_translation_master
es: Pantalla Maestra de Traducciones
fr: Gestion des traductions

source: label_error_loading_content
es: Ha ocurrido un error al cargar los datos
fr: Erreur lors du chargement du contenu

source: loading_content
es: Cargando contenido. Espere por favor.
fr: Chargement du contenu

source: Manage Translations
fr: Gérer les traductions
